Repository: Roboron3042/mastoes-bots
Catalog: locales/*/LC_MESSAGES/feditree.po
Languages: ca, de, es, fr, gl, pt

source: A simple drawing of a fir tree, crowned with the pentagon symbolizing the Fediverse.
ca: Un dibuix senzill d'un avet, coronat amb el pentàgon que simbolitza el Fediverse.
de: Eine einfache Zeichnung einer Tanne, gekrönt mit einem Fünfeck, das das Fediverse symbolisiert.
es: Un dibujo simple de un abeto, coronado con el pentágono que simboliza el Fediverso.
fr: Un dessin simple d'un sapin, couronné du pentagone symbolisant le Fediverse.
gl: Un sinxelo debuxo dun abeto, coroado co pentágono que simboliza o Fediverse.
pt: Um desenho simples de um abeto, coroado com o pentágono que simboliza o Fediverse.

source: There are some christmas bulbs hanging in the tree, which have the avatars of the following accounts inside:
ca: Hi ha unes bombetes de Nadal penjades a l'arbre, que tenen a dins els avatars dels comptes següents:
de: Im Baum hängen einige Weihnachtskugeln, in denen sich die Avatare der folgenden Accounts befinden:
es: Del árbol cuelgan unas bolas, que tienen dentro los avatares de las siguientes cuentas:
fr: Il y a quelques bulbes de Noël suspendus dans l'arbre, qui contiennent les avatars des comptes suivants à l'intérieur :
gl: Hai unhas lámpadas de Nadal colgadas na árbore, que teñen dentro os avatares das seguintes contas:
pt: Existem algumas lâmpadas de Natal penduradas na árvore, que trazem no seu interior os avatares das seguintes contas:

source: The accounts appear in the tree in the same order, from top to bottom and from left to right.
ca: Els comptes apareixen a l'arbre en el mateix ordre, de dalt a baix i d'esquerra a dreta.
de: Die Konten werden im Baum in der gleichen Reihenfolge angezeigt, von oben nach unten und von links nach rechts.
es: Las cuentas aparecen en el árbol en el mismo orden, de arriba a abajo y de izquierda a derecha.
fr: Les comptes apparaissent dans l'arbre dans le même ordre, de haut en bas et de gauche à droite.
gl: As contas aparecen na árbore na mesma orde, de arriba abaixo e de esquerda a dereita.
pt: As contas aparecem na árvore pela mesma ordem, de cima para baixo e da esquerda para a direita.

source: The order symbolizes the number of interactions, from most to least.
ca: L'ordre simbolitza el nombre d'interaccions, de més a menys.
de: Die Reihenfolge symbolisiert die Anzahl der Interaktionen, von der meisten bis zur geringsten.
es: El orden simboliza el número de interacciones, de más a menos.
fr: L'ordre symbolise le nombre d'interactions, du plus grand au plus petit.
gl: A orde simboliza o número de interaccións, de máis a menos.
pt: A ordem simboliza o número de interações, da maior para a menor.

source: The Fediverse logo was created by @eudaimon@fe.disroot.org and the tree design was obtained from https://freesvgdesigns.com
ca: El logotip de Fediverse va ser creat per @eudaimon@fe.disroot.org i el disseny de l'arbre es va obtenir a https://freesvgdesigns.com
de: Das Fediverse-Logo wurde von @eudaimon@fe.disroot.org erstellt und das Baumdesign stammt von https://freesvgdesigns.com.
es: El logo del Fediverso es obra de @eudaimon@fe.disroot.org y el diseño del árbol ha sido obtenido de https://freesvgdesigns.com
fr: Le logo Fediverse a été créé par @eudaimon@fe.disroot.org et le design de l'arbre a été obtenu à partir de https://freesvgdesigns.com
gl: O logotipo de Fediverse foi creado por @eudaimon@fe.disroot.org e o deseño da árbore foi obtido de https://freesvgdesigns.com
pt: O logótipo da Fediverse foi criado por @eudaimon@fe.disroot.org e o desenho da árvore foi obtido em https://freesvgdesigns.com

source: I have already generated a feditree for you this year. Try again next year!
ca: Ja he generat un feditree per a tu aquest any. Torna-ho a provar l'any que ve!
de: Ich habe dieses Jahr bereits einen Feditree für Sie generiert. Versuchen Sie es nächstes Jahr erneut!
es: Ya he generado un fediárbol para ti este año. ¡Vuelve a intentarlo el año que viene!
fr: J'ai déjà généré un feditree pour vous cette année. Réessayez l'année prochaine !
gl: Xa xerei un feditree para ti este ano. Téntao de novo o ano que vén!
pt: Já gerei um feditree para si este ano. Tente novamente no próximo ano!

source: Using external server was not possible; result may be inaccurate.
ca: No era possible utilitzar un servidor extern; el resultat pot ser inexacte.
de: Die Verwendung eines externen Servers war nicht möglich; das Ergebnis kann ungenau sein.
es: No pude usar el servidor externo; el resultado puede estar incompleto.
fr: L'utilisation d'un serveur externe n'a pas été possible ; le résultat peut être inexact.
gl: Non foi posible usar un servidor externo; o resultado pode ser inexacto.
pt: Não foi possível utilizar um servidor externo; o resultado pode ser impreciso.

source: I couldn't generate a #FediTree for you because you have #nobot in your profile.
ca: No he pogut generar un #FediArbre perquè tens #nobot al teu perfil.
de: Ich konnte keinen #FediTree für Sie generieren, da Sie #nobot in Ihrem Profil haben.
es: No pude generar un #FediÄrbol para ti porque tienes #nobot en tu perfil.
fr: Je n'ai pas pu générer un #FediTree pour vous car vous n'avez #nobot dans votre profil.
gl: Non puiden xerarche unha #FediÁrbore porque tes #nobot no teu perfil.
pt: Não consegui gerar um #FediÁrvore para si porque tem #nobot no seu perfil.

source: Here is your #FediTree for the year
ca: Aquí teniu el vostre #FediArbre per a l'any
de: Hier ist Ihr #FediTree für dieses Jahr
es: Aquí está tu #FediÁrbol para el año
fr: Voici votre #FediTree pour l'année
gl: Aquí tes o teu #FediÁrbore para o ano
pt: Aqui está o seu #FediTree para o ano de

source: accounts were omitted due to #nobot tags or discoverability settings.
ca: 5 comptes s'han omès a causa de les etiquetes #nobot o de la configuració de descoberta.
de: konten wurden aufgrund von #nobot-Tags oder Auffindbarkeitseinstellungen ausgelassen.
es: cuentas fueron omitidas por etiquetas #nobot u opciones de descubrimiento.
fr: comptes ont été omis en raison de balises #nobot ou de paramètres de détectabilité.
gl: contas omitironse debido ás etiquetas #nobot ou á configuración de detección.

source: An error ocurred. I have probably reached my posting limit. Please try again in an hour or contact my creator if I keep failing.
ca: S'ha produït un error. Probablement he arribat al meu límit de publicació. Si us plau, torna-ho a provar d'aquí a una hora o contacta amb el meu creador si continuo fallant.
de: Ein Fehler ist aufgetreten. Ich habe wahrscheinlich mein Posting-Limit erreicht. Bitte versuchen Sie es in einer Stunde erneut oder wenden Sie sich an meinen Ersteller, wenn es weiterhin fehlschlägt.
es: Ocurrió un error. Probablemente haya alcanzado mi límite de publicaciones. Inténtalo nuevamente en una hora o comunícate con mi creador si sigo sin poder publicar.
fr: Une erreur s'est produite. J'ai probablement atteint ma limite de publication. Veuillez réessayer dans une heure ou contacter mon créateur si j'échoue à nouveau.
gl: Produciuse un erro. Probablemente cheguei ao meu límite de publicación. Téntao de novo nunha hora ou ponte en contacto co meu creador se sigo fallando.
pt: Ocorreu um erro. Provavelmente alcancei o meu limite de posts. Tente novamente dentro de uma hora ou contacte o meu criador se continuar a falhar.
